---
kind: type
id: T:Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames
source: html/526f8002-d587-dfa4-709e-514341a1edbd.htm
---
# Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames

Enumerated type listing the options for how electrical load names should be capitalized.

## Syntax (C#)
```csharp
public enum CapitalizationForLoadNames
```